// https://www.unixtimestamp.com/

const ANIME_PAGE_1 = [
  {
    "id": "1",
    "href": "../ap/1.html",
    "last_upd": "1666555417",
    "score": "7.4",
    "frame": "//kodik.info/serial/16784/2a31afa59819cd5c19d30a6e95091693/720p",
    "chibi": "https://pm1.narvii.com/7854/9d51546470f6665c196415f05a28ef8b2431532ar1-800-800v2_uhq.jpg",
    "name": {
      "ru": "Любимый во Франксе",
      "en": "Darling in the Franxx",
    },
    "series": {
      "all": "24",
      "last": "24"
    },
    "translate": ["AniDUB", "AniFilm","AniLibria.TV", "AniVersal", "Crunchyroll", "Kansai", "SHIZA Project"],
    "season": "зима 2018",
    "status": "завершенный",
    "type": "TV сериал",
    "studio": "A-1 Pictures",
    "genre": [ "приключения", "фантастика", "романтика", "меха", ],
    "cover": "https://moe.shikimori.one/system/mangas/original/111512.jpg?1634026424",
    "desc": `Далекое будущее. Земля в руинах, и на остатки человечества наводят ужас таинственные гигантские формы жизни, известные как кёрю — «ревущие драконы». Чтобы противостоять им, люди создали передвижное фортификационное сооружение, названное Плантацией, где растут и обучаются юные пилоты роботов Франкс.
    Единственная цель, ради которой живут эти дети, — уничтожение кёрю после прохождения специальной подготовки. Но чтобы управлять роботом — необходимо двое: мужчина и женщина, «тычинка» и «пестик». И если один не справляется, статуса пилота лишаются оба, что и для того и для другого значит ни много ни мало утратить смысл существования.
    Хиро считали одаренным. До тех пор, пока он не провалился на экзамене вместе со своей напарницей. Птица, которая никогда не взлетит, — так чувствовал себя мальчик с того времени и даже не догадывался, что скоро встретит человека с похожей судьбой...
    «Убийца напарников», рогатая девчонка, в жилах которой течет кровь кёрю. «Станешь ли ты моим милым?» — спросила она не то шутки ради, не то — всерьез. И для Хиро вдруг снова нашлось место в мире..`,
  }
]
