// https://www.unixtimestamp.com/

const ANIME_PAGE_1 = [
  {
    "id": "1",
    "href":"../ap/1.html",
    "last_upd": "1666555417",
    "score": "7.4",
    "frame":"//kodik.info/serial/16784/2a31afa59819cd5c19d30a6e95091693/720p",
    "name": {
      "ru": "Любимый во Франксе",
      "en": "Darling in the Franxx",
    },
    "series": {
      "all": "24",
      "last": "24"
    },
    "translate": {
      "AniDUB": "#no-scrolling",
      "AniFilm": "#no-scrolling",
      "AniLibria.TV": "#no-scrolling",
      "AniVersal": "#no-scrolling",
      "Crunchyroll": "#no-scrolling",
      "Kansai": "#no-scrolling",
      "SHIZA Project": "#no-scrolling",
    },
    "season": "зима 2018",
    "status": "завершенный",
    "type": "тв",
    "studio": "A-1 Pictures",
    "genre": {
      "приключения":"#no-scrolling",
      "фантастика":"#no-scrolling",
      "романтика":"#no-scrolling",
      "меха":"#no-scrolling",
    },
    "cover": "https://moe.shikimori.one/system/mangas/original/111512.jpg?1634026424",
    "personnel": {
      "1": "http://www.world-art.ru/animation/img/converted_images_10000/optimize_b/9308-114-optimize_b.jpg",
      "2": "http://www.world-art.ru/animation/img/converted_images_10000/optimize_b/9308-118-optimize_b.jpg",
      "3": "http://www.world-art.ru/animation/img/converted_images_10000/optimize_b/9308-122-optimize_b.jpg",
      "4": "http://www.world-art.ru/animation/img/converted_images_10000/optimize_b/9308-124-optimize_b.jpg",
      "5": "http://www.world-art.ru/animation/img/converted_images_10000/optimize_b/9308-132-optimize_b.jpg",
    },
    "desc": `Далекое будущее. Земля в руинах, и на остатки человечества наводят ужас таинственные гигантские формы жизни, известные как кёрю — «ревущие драконы». Чтобы противостоять им, люди создали передвижное фортификационное сооружение, названное Плантацией, где растут и обучаются юные пилоты роботов Франкс.
    Единственная цель, ради которой живут эти дети, — уничтожение кёрю после прохождения специальной подготовки. Но чтобы управлять роботом — необходимо двое: мужчина и женщина, «тычинка» и «пестик». И если один не справляется, статуса пилота лишаются оба, что и для того и для другого значит ни много ни мало утратить смысл существования.
    Хиро считали одаренным. До тех пор, пока он не провалился на экзамене вместе со своей напарницей. Птица, которая никогда не взлетит, — так чувствовал себя мальчик с того времени и даже не догадывался, что скоро встретит человека с похожей судьбой...
    «Убийца напарников», рогатая девчонка, в жилах которой течет кровь кёрю. «Станешь ли ты моим милым?» — спросила она не то шутки ради, не то — всерьез. И для Хиро вдруг снова нашлось место в мире..`,
  },
  // {
  //   "id": "2",
  //   "href":"../ap/2",
  //   "last_upd": "1666561843",
  //   "score": "7.8",
  //   "frame":"//kodik.info/serial/22248/549119261c4d24acde5f6bbebd2dab41/720p",
  //   "name": {
  //     "ru": "Пластиковые воспоминания",
  //     "en": "Plastic memories",
  //   },
  //   "series": {
  //     "all": "13",
  //     "last": "13"
  //   },
  //   "treanslate": {
  //     "": "AniDUB",
  //     "": "LampStudio",
  //     "": "AniLibria.TV",
  //     "": "SHIZA Project",
  //   },
  //   "season": "весна 2015",
  //   "status": "завершенный",
  //   "type": "тв",
  //   "studio": "Doga Kobo",
  //   "genre": {
  //     "": "драма",
  //     "": "романтика",
  //     "": "фантастика",
  //   },
  //   "cover": "http://www.world-art.ru/animation/img/4000/3905/1.jpg",
  //   "personnel": {
  //     "1": "http://www.world-art.ru/animation/img/converted_images_4000/optimize_b/3905-7-optimize_b.jpg",
  //     "2": "http://www.world-art.ru/animation/img/converted_images_4000/optimize_b/3905-10-optimize_b.jpg",
  //     "3": "http://www.world-art.ru/animation/img/converted_images_4000/optimize_b/3905-9-optimize_b.jpg",
  //     "4": "http://www.world-art.ru/animation/img/converted_images_4000/optimize_b/3905-21-optimize_b.jpg",
  //     "5": "http://www.world-art.ru/animation/img/converted_images_4000/optimize_b/3905-33-optimize_b.jpg",
  //   },
  //   "desc": `В недалеком будущем андроиды, неотличимые от людей, не только выполняют тяжелую и грязную работу – они учат, помогают по дому, воспитывают детей, к ним привязываются, в них влюбляются. Увы, срок их службы недолог – даже лучший производитель SAI Corp. дает примерно 9,3 года гарантии, потом искусственная личность разрушается, а носитель может стать агрессивен и опасен. Людям бывает тяжело расставаться фактически с членами семьи – потому существует Терминальная Служба, сотрудники которой обязаны постараться по-хорошему уговорить хозяев, а потом забрать отработанный товар и стереть ему память.

  //   18-летнего Цукасу Мидзугаки, завалившего экзамены в университет, отец по знакомству устраивает в Первый отдел Терминальной Службы SAI Corp., считая, что работа непыльная, и год парень протянет. Но оперативники работают парами из человека и андроида, а новичку из-за технической ошибки напарника не подобрали – пришлось начальнице отдела Кадзуки Куваноми вызывать из резерва Айлу, опытного «спеца» в образе милой светловолосой девочки. Не без проблем, но напарники сработались, притерлись друг к другу, и тут Цукаса узнал, что жить как личности Айле осталось примерно 2000 часов, то есть меньше трех месяцев…`,
  // },
  // {
  //   "id": "3",
  //   "href":"../ap/3",
  //   "last_upd": "1666562229",
  //   "score": "9.0",
  //   "frame":"//kodik.info/serial/27242/e6b9e3103d2d4480d165725e135d8bb4/720p",
  //   "name": {
  //     "ru": "Ван-Пис",
  //     "en": "One-Piece",
  //   },
  //   "series": {
  //     "all": "6666",
  //     "last": "1037"
  //   },
  //   "treanslate": {
  //     "": "AniDUB",
  //     "": "Animedia",
  //     "": "Shikoku Studio",
  //     "": "Persona99",
  //     "": "Studio Band",
  //     "": "AniStar",
  //     "": "AniLibria.TV",
  //     "": "SHIZA Project",
  //     "": "Субтитры",
  //   },
  //   "season": "осень 1999",
  //   "status": "онгоинг",
  //   "type": "тв",
  //   "studio": "Toei Animation",
  //   "genre": {
  //     "": "сёнен",
  //     "": "экшен",
  //     "": "приключения",
  //     "": "комедия",
  //     "": "драма",
  //     "": "фентези",
  //     "": "супер сила",
  //   },
  //   "cover": "http://www.world-art.ru/animation/img/1000/803/1.jpg",
  //   "personnel": {
  //     "1": "http://www.world-art.ru/animation/img/converted_images_1000/optimize_b/803-3-optimize_b.jpg",
  //     "2": "http://www.world-art.ru/animation/img/converted_images_1000/optimize_b/803-18-optimize_b.jpg",
  //     "3": "http://www.world-art.ru/animation/img/converted_images_1000/optimize_b/803-17-optimize_b.jpg",
  //     "4": "http://www.world-art.ru/animation/img/converted_images_1000/optimize_b/803-23-optimize_b.jpg",
  //     "5": "http://www.world-art.ru/animation/img/converted_images_1000/optimize_b/803-31-optimize_b.jpg",
  //   },
  //   "desc": `Поиск сокровищ действительно очень увлекательное дело. Однако далеко не всегда искатели сокровищ идут, что называется по правильному следу, да и вообще чаще всего люди не знают, можно ли что-то отыскать или нет. В данном случае все кому не лень отправляются на поиск легендарного сокровища, которое было где-то спрятано Гол. Д. Роджером.

  //   Самые отчаянные пираты начинают легендарную охоту за сокровищами и вряд ли кто-то сможет их остановить на пути к славе. Луффи – молодой паренек, который также решает испытать судьбу и отыскать легендарный клад. Надо сказать, что эти приключения действительно запомнятся ему на всю жизнь. Каждый получит то, что действительно заслуживает. Смогут ли легендарные пираты отыскать клад? `,
  // },
  // {
  //   "id": "4",
  //   "href":"../ap/4",
  //   "last_upd": "1666562656",
  //   "score": "9.7",
  //   "frame":"//kodik.info/serial/46020/f2539790e9d916fd26884c434bbeaa3c/720p",
  //   "name": {
  //     "ru": "Моб Психо 100 3",
  //     "en": "Mob Psycho 100 III",
  //   },
  //   "series": {
  //     "all": "12",
  //     "last": "3"
  //   },
  //   "treanslate": {
  //     "": "AniStar Многоголосый",
  //     "": "AniLibria.TV",
  //     "": "AniJoy",
  //     "": "OnWave",
  //     "": "FreedubStudio",
  //     "": "Crunchyroll",
  //     "": "SHIZA Project",
  //     "": "Amazing Dubbing",
  //     "": "КОМНАТА ДИДИ",
  //     "": "AnimeVost",
  //     "": "AniDUB",
  //     "": "JAM",
  //     "": "AniLeague.TV",
  //     "": "Shikoku Studio",
  //   },
  //   "season": "осень 2022",
  //   "status": "онгоинг",
  //   "type": "тв",
  //   "studio": "Bones",
  //   "genre": {
  //     "": "экшен",
  //     "": "комедия",
  //     "": "повседневность",
  //     "": "сверхъестественное",
  //   },
  //   "cover": "http://www.world-art.ru/animation/img/12000/11093/1.jpg",
  //   "personnel": {
  //     "1": "",
  //     "2": "",
  //     "3": "",
  //     "4": "",
  //     "5": "",
  //   },
  //   "desc": `Непросто жить ребенку с паранормальными явлениями, в детском возрасте приходится им сталкивать со многими сложностями, ведь способностями нужно уметь управлять, либо они могу привести к неконтролируемым действиям, которые могут слишком чреватыми для окружающих. Главный герой с детства стал замечать, что по его воли предметы начинают двигаться, и если он хоть немного понервничает, то воздух приходит как будто в движение, идут легкие импульсы. Родители сильно переживали за сына, но поделать ничего не могли, ведь не в их власти было остановить это странное явление, они вообще не могли понять, почему это произошло с их сыном.

  //   Годы шли, Шигэо рос и становился еще сильнее, со временем он стал потихоньку осваивает контроль над своими возможностями. Он уже мог управлять предмета, а не без контрольно разбрасывать их во все стороны, его спокойствие позволяло контролировать свою силу, но иногда ему приходилось срываться и тогда вокруг него возникал целый ураган энергетического потока, от которого простому человеку приходилось немедленно скрываться`,
  // },
  // {
  //   "id": "5",
  //   "href":"../ap/5",
  //   "last_upd": "1666562670",
  //   "score": "9.0",
  //   "frame":"//kodik.info/serial/22917/a45d0f108c6f47b005c0142a35f1ae07/720p",
  //   "name": {
  //     "ru": "Тетрадь смерти",
  //     "en": "Death Note",
  //   },
  //   "series": {
  //     "all": "37",
  //     "last": "37"
  //   },
  //   "treanslate": {
  //     "": "Дублированный",
  //     "": "СВ-Дубль",
  //     "": "FumoDub",
  //   },
  //   "season": "осень 2006",
  //   "status": "завершенный",
  //   "type": "тв",
  //   "studio": "Madhouse",
  //   "genre": {
  //     "": "сёнен",
  //     "": "детектив",
  //     "": "сверхъестественное",
  //     "": "триллер",
  //     "": "полиция",
  //     "": "психологическое",
  //   },
  //   "cover": "http://www.world-art.ru/animation/img/6000/5891/1.jpg",
  //   "personnel": {
  //     "1": "",
  //     "2": "",
  //     "3": "",
  //     "4": "",
  //     "5": "",
  //   },
  //   "desc": `У старшеклассника Лайта Ягами в жизни есть всё: успехи в школе, популярность среди сверстниц, замечательные родители, блестящее будущее. Возможно, поэтому так тяжело ему жить в мире, полном несправедливости, и осознавать, что никакие законы не способны исправить людей – и очистить мир от зла. Но однажды юноша находит странную чёрную тетрадку и знакомится с её владельцем – синигами Рюком.

  //   Возможности «Тетради смерти» позволяют Лайту стать Кирой – загадочным и всеведущим убийцей, карающим преступников. Более того – изучив правила использования тетради, юноша успешно избегает ловушек, расставленных спецслужбами. Никто не может его поймать.

  //   У таинственного «L» никогда не было поражений: сохраняя инкогнито, он успешно распутывал самые трудные дела и помогал полиции. Появление Киры стало вызовом для его экстраординарных способностей.

  //   Итак, два весьма умных и одарённых молодых человека сталкиваются в смертельном противостоянии, и теперь каждая мелочь, каждая случайность может склонить весы на ту или другую сторону. На стороне Лайта – могущественная «Тетрадь Смерти». У «L» есть поддержка полиции и опыт. И никто не собирается проигрывать или сдаваться…`,
  // },
]
